
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2018清明远征 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../git_book_use/gitbook_index.html" />
    
    
    <link rel="prev" href="手台测评.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">技术部讨论文章归档</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../linux/linux_index.html">
            
                <a href="../linux/linux_index.html">
            
                    
                    Linux相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="../linux/SSH_why_dead.html">
            
                <a href="../linux/SSH_why_dead.html">
            
                    
                    SSH运行的程序为什么会挂掉
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../information/info_index.html">
            
                <a href="../information/info_index.html">
            
                    
                    信息处理
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../information/pic_zip.html">
            
                <a href="../information/pic_zip.html">
            
                    
                    图像压缩
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="radio_index.html">
            
                <a href="radio_index.html">
            
                    
                    业余无线电
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="yagi_Antenna.html">
            
                <a href="yagi_Antenna.html">
            
                    
                    yagi_Antenna
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="手台测评.html">
            
                <a href="手台测评.html">
            
                    
                    手台测评
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4.3" data-path="expedition.html">
            
                <a href="expedition.html">
            
                    
                    2018清明远征
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../git_book_use/gitbook_index.html">
            
                <a href="../git_book_use/gitbook_index.html">
            
                    
                    Gitbook相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../git_book_use/gitbook_use.html">
            
                <a href="../git_book_use/gitbook_use.html">
            
                    
                    利用git写文章指南
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../git_book_use/gitbook_fork_sync.html">
            
                <a href="../git_book_use/gitbook_fork_sync.html">
            
                    
                    github使用指南——在你pull request之前（如何同步你fork的库）
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2018清明远征</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="by2hit&#x6E05;&#x660E;&#x8FDC;&#x5F81;&#x67B6;&#x53F0;&#x6D3B;&#x52A8;&#x8BB0;&#x5F55;">BY2HIT&#x6E05;&#x660E;&#x8FDC;&#x5F81;&#x67B6;&#x53F0;&#x6D3B;&#x52A8;&#x8BB0;&#x5F55;</h1>
<h4 id="&#x5199;&#x4F5C;&#x4EBA;&#xFF1A;by2hityj"><p align="right"> &#x5199;&#x4F5C;&#x4EBA;&#xFF1A;BY2HIT.YJ</p></h4>
<h2 id="&#x5148;&#x4ECB;&#x7ECD;&#x4E0B;&#x4E3A;&#x561B;&#x53EB;&#x8FDC;&#x5F81;">&#x5148;&#x4ECB;&#x7ECD;&#x4E0B;&#x4E3A;&#x561B;&#x53EB;&#x8FDC;&#x5F81;</h2>
<p>  &#x4E1A;&#x4F59;&#x65E0;&#x7EBF;&#x7535;&#x7231;&#x597D;&#x8005;&#xFF08;&#x4E5F;&#x5C31;&#x662F;HAM&#xFF09;&#x4EEC;&#x6709;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x7231;&#x597D;&#x65B9;&#x5411;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x7C7B;&#x559C;&#x6B22;&#x53BB;&#x91CE;&#x5916;&#x67B6;&#x8BBE;&#x65E0;&#x7EBF;&#x7535;&#x53F0;&#x5E76;&#x4E0E;&#x5176;&#x4ED6;HAM&#x901A;&#x8054;&#x3002;&#x6211;&#x4EEC;&#x793E;&#x56E2;&#x4E5F;&#x5438;&#x6536;&#x4E86;&#x8FD9;&#x9879;&#x6D3B;&#x52A8;&#x5E76;&#x5C06;&#x4E4B;&#x56FA;&#x5B9A;&#x4E0B;&#x6765;&#xFF0C;&#x6BCF;&#x5E74;&#x7684;&#x6E05;&#x660E;&#xFF0C;&#x4E94;&#x4E00;&#x6216;&#x8005;&#x6691;&#x5047;&#x90FD;&#x4F1A;&#x8FDB;&#x884C;&#x8FDC;&#x5F81;&#x67B6;&#x53F0;&#xFF0C;&#x65E2;&#x6709;&#x8FD1;&#x7684;&#x897F;&#x6CC9;&#x773C;&#x6C34;&#x5E93;&#xFF0C;&#x4E5F;&#x6709;&#x8FDC;&#x7684;&#x718A;&#x778E;&#x5B50;&#x5C9B;&#x548C;&#x5317;&#x6781;&#x6751;&#xFF0C;&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x9664;&#x4E86;&#x953B;&#x70BC;&#x6280;&#x672F;&#x80FD;&#x529B;&#xFF0C;&#x8FD8;&#x80FD;&#x547C;&#x5438;&#x91CE;&#x5916;&#x65B0;&#x9C9C;&#x7A7A;&#x6C14;&#xFF0C;&#x953B;&#x70BC;&#x8EAB;&#x4F53;&#xFF0C;&#x53EF;&#x8C13;&#x4E00;&#x4E3E;&#x4E24;&#x5F97;&#x3002;&#x4ECA;&#x5E74;&#xFF08;2018&#xFF09;&#x6E05;&#x660E;&#x5047;&#x671F;&#x8FDB;&#x884C;&#x7684;&#x8FDC;&#x5F81;&#x67B6;&#x53F0;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x4F20;&#x7EDF;&#x7684;&#x5EF6;&#x7EED;&#x3002;</p>
<h2 id="&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x7684;&#x521D;&#x7AE0;ic">&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x7684;&#x521D;&#x7AE0;<s>(IC)</s></h2>
<p>  &#x8FDC;&#x5F81;&#x5F00;&#x59CB;&#x524D;&#x7D27;&#x5F20;&#x7684;&#x51C6;&#x5907;&#x548C;&#x671F;&#x5F85;&#x7565;&#x53BB;&#x4E0D;&#x8868;&#x3002;4&#x6708;5&#x53F7;&#x4E0A;&#x5348;&#x516D;&#x70B9;&#x5341;&#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x8FDC;&#x5F81;&#x961F;&#x5458;&#x4EEC;&#x5DF2;&#x7ECF;&#x6765;&#x5230;&#x4E86;&#x54C8;&#x5C14;&#x6EE8;&#x4E1C;&#x7AD9;&#x7684;&#x5019;&#x8F66;&#x5BA4;&#xFF0C;&#x51C6;&#x5907;&#x4E58;&#x5750;&#x706B;&#x8F66;&#x524D;&#x5F80;&#x76EE;&#x7684;&#x5730;&#x3002;&#x5728;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x5019;&#x8F66;&#x4E4B;&#x540E;&#xFF0C;&#x961F;&#x5458;&#x4EEC;&#x5168;&#x5458;&#x987A;&#x5229;&#x5750;&#x4E0A;6&#xFF1A;56&#x59CB;&#x53D1;&#x7684;K7047&#x6B21;&#x5217;&#x8F66;&#x524D;&#x5F80;&#x4E09;&#x7B49;&#x7AD9;&#x5E73;&#x5C71;&#x7AD9;&#xFF0C;&#x91CC;&#x7A0B;94km&#xFF0C;&#x9884;&#x8BA1;&#x4E8E;8&#xFF1A;20&#x5206;&#x5230;&#x8FBE;&#x3002;</p>
<p>  &#x5728;&#x8F66;&#x4E0A;&#xFF0C;&#x961F;&#x5458;&#x4EEC;&#x6309;&#x7167;&#x5C0F;&#x7EC4;&#x5206;&#x914D;&#x4E86;&#x6BCF;&#x7EC4;&#x4E00;&#x5230;&#x4E24;&#x90E8;&#x624B;&#x53F0;&#x4EE5;&#x5728;&#x5230;&#x8FBE;&#x6700;&#x7EC8;&#x67B6;&#x53F0;&#x5730;&#x70B9;&#x524D;&#x4FDD;&#x6301;&#x8054;&#x7CFB;&#x3002;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x7684;&#x8BBE;&#x5907;&#x53EF;&#x4EE5;&#x5728;&#x975E;&#x6C11;&#x7528;&#x6CE2;&#x6BB5;&#x8FDB;&#x884C;&#x53D1;&#x5C04;&#xFF0C;&#x4F46;&#x662F;&#x4E3A;&#x4E86;<b>&#x9075;&#x5B88;&#x76F8;&#x5173;&#x6CD5;&#x5F8B;&#x6CD5;&#x89C4;&#x89C4;&#x5B9A;</b>&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x4E86;<b>&#x6C11;&#x7528;&#x9891;&#x6BB5;</b>&#x4FDD;&#x6301;&#x8054;&#x7CFB;&#xFF0C;
  U&#x6BB5;&#x4E0A;&#x4E0B;&#x884C;&#x5747;&#x4E3A;462.425Mhz&#xFF0C;&#x4E9A;&#x97F3;103.5hz&#xFF0C;V&#x6BB5;&#x4E0A;&#x4E0B;&#x884C;&#x672A;144.500Mhz&#xFF0C;&#x65E0;&#x4E9A;&#x97F3;&#x3002;&#x5E76;&#x4E14;&#x4F7F;&#x7528;&#x4E00;&#x53F0;&#x4E2D;&#x7EE7;&#x5728;U&#x6BB5;&#x4E0E;V&#x6BB5;&#x95F4;&#x8FDB;&#x884C;&#x8F6C;&#x53D1;&#x3002;&#x4FDD;&#x8BC1;&#x4E0D;&#x540C;&#x9891;&#x6BB5;&#x95F4;&#x7684;&#x624B;&#x53F0;&#x95F4;&#x4E5F;&#x80FD;&#x76F8;&#x4E92;&#x901A;&#x4FE1;&#x3002;<s>&#x7528;&#x4EBA;&#x8BDD;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5F04;&#x4E86;&#x5806;&#x5BF9;&#x8BB2;&#x673A;&#x6765;&#x4FDD;&#x8BC1;&#x8054;&#x7CFB;&#xFF08;&#x5927;&#x96FE;&#xFF09;&#x3002;</s>&#x7136;&#x540E;&#x6211;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E9B;&#x624B;&#x53F0;&#x4E4B;&#x95F4;&#x7684;&#x8FDE;&#x63A5;&#x8FDB;&#x884C;&#x4E86;&#x6D4B;&#x8BD5;&#xFF0C;&#x961F;&#x5458;&#x4EEC;&#x5728;&#x9891;&#x9053;&#x5185;&#x8FDB;&#x884C;&#x4E86;&#x6109;&#x2642;&#x60A6;&#x7684;&#x4EA4;&#x6D41;&#x3002;</p>
<p>  &#x7531;&#x4E8E;&#x672A;&#x77E5;&#x56E0;&#x7D20;&#xFF0C;K7047&#x6B21;&#x5217;&#x8F66;&#x665A;&#x70B9;10&#x5206;&#x949F;&#x4E8E;8&#xFF1A;30&#x5206;&#x5230;&#x8FBE;&#x5E73;&#x5C71;&#x7AD9;&#x3002;&#x5728;&#x4EBA;&#x5458;&#x6E05;&#x70B9;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4E58;&#x5750;&#x5305;&#x8F66;&#x5F00;&#x59CB;&#x4E86;&#x524D;&#x5F80;&#x67B6;&#x53F0;&#x5730;&#x70B9;&#x7684;&#x8DEF;&#x9014;&#x3002;</p>
<p>  Introductory Chapter over ~<br>  To be continue...</p>
<h2 id="&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x7684;&#x7EC8;&#x7AE0;cc">&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x7684;&#x7EC8;&#x7AE0;<s>(CC)</s></h2>
<p>  &#x4E0D;&#x77E5;&#x4F5C;&#x4E3A;&#x8BFB;&#x8005;&#x7684;&#x4F60;&#x6709;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x6211;&#x8FD8;&#x6CA1;&#x544A;&#x8BC9;&#x4F60;&#x6211;&#x4EEC;&#x7684;&#x67B6;&#x53F0;&#x5730;&#x70B9;&#x662F;&#x54EA;&#x91CC; <code>#(&#x6ED1;&#x7A3D;)</code> (&#x624B;&#x52A8;&#x6ED1;&#x7A3D;)&#x3002;9&#x65F6;&#x8BB8;&#xFF0C;&#x5305;&#x8F66;&#x628A;&#x6211;&#x4EEC;&#x9001;&#x5230;&#x4E86;&#x677E;&#x5CF0;&#x5C71;&#x7684;&#x5C71;&#x95E8;&#x5904;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x67B6;&#x53F0;&#x51E0;&#x70B9;&#x4E5F;&#x7EC8;&#x4E8E;&#x5C18;&#x57C3;&#x843D;&#x5B9A;&#xFF0C;&#x677E;&#x5CF0;&#x5C71;&#x3002;</p>
<p>   <img src="expedition/00.jpg" alt="&#x677E;&#x5CF0;&#x5C71;&#x5C71;&#x95E8;"></p>
<p>  &#x767B;&#x5C71;&#xFF0C;&#x627E;&#x8DEF;&#xFF0C;&#x8FF7;&#x8DEF;&#xFF0C;&#x56DE;&#x5230;&#x6B63;&#x9014;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x90A3;&#x4E48;&#x7684;&#x5957;&#x8DEF;&#xFF0C;&#x4E8E;&#x662F;&#x4E4E;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x65F6;&#x95F4;&#x6765;&#x5230;&#x4E86;11:30&#x3002;&#x6211;&#x4EEC;&#x6765;&#x5230;&#x4E86;&#x4E00;&#x5904;&#x6728;&#x5236;&#x6808;&#x9053;&#x7684;&#x5E73;&#x53F0;&#x4E0A;&#xFF0C;&#x5F00;&#x59CB;&#x4E86;&#x5348;&#x9910;&#x4EE5;&#x53CA;&#x672C;&#x6B21;&#x6D3B;&#x52A8;&#x6807;&#x9898;&#x91CC;&#x7684;&#x90A3;&#x4E24;&#x4E2A;&#x5B57;&#x201C;&#x67B6;&#x53F0;&#x201D;&#x3002;</p>
<p>  &#x5728;&#x67B6;&#x53F0;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E09;&#x8001;&#x5E08;&#x548C;&#x4F0D;&#x4EBF;&#x8FDB;&#x884C;&#x4E86;80%&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x7ED9;&#x4ED6;&#x4EEC;&#x6253;&#x4E0B;&#x624B;&#x7684;&#x82E6;&#x529B;&#x3002;&#x800C;&#x4ED6;&#x4EEC;&#x4E5F;&#x5728;&#x67B6;&#x53F0;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6559;&#x7ED9;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x82E6;&#x529B;&#x4E00;&#x4E9B;&#x67B6;&#x53F0;&#x7684;&#x7ECF;&#x9A8C;&#x3002;&#x5411;&#x5927;&#x4F6C;&#x4EEC;&#x8868;&#x793A;&#x611F;&#x8C22;&#x3002;</p>
<p>  &#x6BD4;&#x5982;&#x4E09;&#x8001;&#x5E08;&#x8BF4;</p>
<blockquote>
<ul>
<li>&#x5728;&#x94FA;&#x8BBE;&#x5730;&#x7F51;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x8981;&#x6309;&#x7167;&#x5730;&#x7F51;&#x987B;&#x79BB;&#x5730;&#x4E00;&#x6BB5;&#x8DDD;&#x79BB;&#x53BB;&#x653E;&#x7F6E;&#xFF0C;&#x4F46;&#x5C06;&#x5730;&#x7F51;&#x653E;&#x5F97;&#x8DB3;&#x591F;&#x4F38;&#x5C55;&#x5E76;&#x4E14;&#x4E2D;&#x95F4;&#x4E0D;&#x8981;&#x7AD9;&#x4EBA;&#x7684;&#x51B3;&#x5B9A;&#x6743;&#x4E5F;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;  </li>
<li>&#x800C;&#x63A5;&#x5730;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x5DF2;&#x7ECF;&#x65E0;&#x6240;&#x8C13;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#xFF0C;&#x53BB;&#x8BA9;&#x5730;&#x7F51;&#x63A5;&#x5730;&#x4E86;&#x3002;  </li>
</ul>
</blockquote>
<p>  <img src="expedition/06.jpg" alt="&#x6B63;&#x5728;&#x4E66;&#x5199;&#x901A;&#x8054;&#x8BB0;&#x5F55;&#x7684;&#x4E09;&#x8001;&#x5E08;"></p>
<p>  &#x800C;&#x4F0D;&#x4EBF;&#x5219;&#x63D0;&#x51FA;</p>
<blockquote>
<ul>
<li>&#x4F5C;&#x4EBA;&#x7559;&#x4E00;&#x7EBF;&#xFF0C;&#x62D4;&#x5929;&#x7EBF;&#x65F6;&#x4E5F;&#x8981;&#x5728;&#x5B8C;&#x5168;&#x62C9;&#x51FA;&#x540E;&#x518D;&#x56DE;&#x585E;5cm&#xFF0C;&#x8FD9;&#x6837;&#x53EF;&#x4EE5;&#x5EF6;&#x957F;&#x5929;&#x7EBF;&#x7684;&#x4F7F;&#x7528;&#x5BFF;&#x547D;&#x3002;  </li>
<li>&#x540C;&#x6837;&#x57FA;&#x4E8E;&#x7559;&#x4E00;&#x7EBF;&#x7684;&#x539F;&#x7406;&#xFF0C;&#x7ED9;&#x81EA;&#x5DF1;&#x4E00;&#x4E9B;&#x4F59;&#x5730;&#xFF0C;&#x5728;&#x5C06;&#x5929;&#x7EBF;&#x4E0E;&#x9988;&#x7EBF;&#x7EC4;&#x88C5;&#x65F6;&#xFF0C;&#x8981;&#x8BA9;&#x5929;&#x7EBF;&#x957F;&#x5EA6;&#x7A0D;&#x77ED;&#x4E8E;&#x56DB;&#x5206;&#x4E4B;&#x4E00;&#x6CE2;&#x957F;&#xFF0C;&#x518D;&#x9010;&#x6E10;&#x62C9;&#x51FA;&#xFF0C;&#x4F7F;&#x5F97;&#x5929;&#x7EBF;&#x7684;&#x4F5C;&#x7528;&#x957F;&#x5EA6;&#x8FBE;&#x5230;&#x56DB;&#x5206;&#x4E4B;&#x4E00;&#x6CE2;&#x957F;&#xFF0C;&#x6B64;&#x65F6;&#x5929;&#x7EBF;&#x7684;&#x9A7B;&#x6CE2;&#x6BD4;&#x6700;&#x5C0F;&#xFF0C;&#x6700;&#x5229;&#x4E8E;&#x4FE1;&#x53F7;&#x7684;&#x53D1;&#x5C04;&#x3002; </li>
</ul>
</blockquote>
<p>  <img src="expedition/05.jpg" alt="&#x4F0D;&#x4EBF;&#x4EE5;&#x53CA;GP&#x5929;&#x7EBF;"></p>
<p>  &#x5929;&#x7EBF;&#x67B6;&#x8BBE;&#x6210;&#x529F;&#x4E4B;&#x540E;&#x4FBF;&#x662F;&#x901A;&#x8054;&#x4E86;(12&#x65F6;&#x8BB8;)&#x3002;&#x6211;&#x4EEC;&#x7684;&#x6536;&#x53D1;&#x4FE1;&#x673A;&#x662F;YAESU-FT897D&#xFF0C;&#x5929;&#x7EBF;&#x662F;14&#x5146;&#x6CE2;&#x6BB5;&#x7684;GP&#x5929;&#x7EBF;&#xFF0C;&#x53D1;&#x5C04;&#x529F;&#x7387;&#x4E3A;50&#x74E6;&#xFF0C;&#x5728;&#x54C8;&#x5C14;&#x6EE8;&#x5E02;&#x90CA;&#x5916;&#x7684;&#x677E;&#x5CF0;&#x5C71;&#x53D1;&#x5C04;(&#x5728;&#x8FD9;&#x91CC;&#x63D0;&#x5230;&#x8BBE;&#x5907;&#x662F;&#x56E0;&#x4E3A;HAM&#x6700;&#x5F00;&#x59CB;&#x662F;&#x4E3A;&#x4E86;&#x6D4B;&#x8BD5;&#x4FE1;&#x53F7;&#x7684;&#x4F20;&#x64AD;&#x6548;&#x679C;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4F1A;&#x4EA4;&#x6362;&#x53CC;&#x65B9;&#x7684;&#x5929;&#x7EBF;&#x4FE1;&#x606F;&#xFF0C;&#x8BBE;&#x5907;&#x4FE1;&#x606F;&#xFF0C;&#x53D1;&#x5C04;&#x529F;&#x7387;&#x4EE5;&#x53CA;&#x6240;&#x5728;&#x4F4D;&#x7F6E; //&#x4ECB;&#x7ECD;&#x4E86;&#x4E0B;ham&#x7684;&#x4E00;&#x4E2A;&#x6765;&#x6E90;)&#x3002;&#x4E4B;&#x540E;&#x4E09;&#x8001;&#x5E08;&#x548C;&#x4F0D;&#x4EBF;&#x5206;&#x522B;&#x4E0A;&#x53F0;&#x4EE5;CW(&#x7B49;&#x5E45;&#x6CE2;&#x7535;&#x62A5;&#xFF0C;&#x4E00;&#x79CD;&#x7535;&#x62A5;&#x65B9;&#x6CD5;)&#x548C;SSB(&#x5355;&#x8FB9;&#x5E26;&#xFF0C;&#x4E00;&#x79CD;&#x8BED;&#x97F3;&#x8C03;&#x5236;&#x7684;&#x65B9;&#x6CD5;)&#x65B9;&#x5F0F;&#x4F7F;&#x7528;BY2HIT&#x547C;&#x53F7;&#x8FDB;&#x884C;&#x4E86;&#x901A;&#x8054;&#xFF0C;&#x6210;&#x529F;&#x4E0E;&#x4E00;&#x4F4D;&#x4FC4;&#x56FD;HAM&#xFF0C;&#x4E00;&#x4F4D;&#x65E5;&#x672C;HAM&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4F4D;&#x6211;&#x56FD;&#x6CB3;&#x5357;&#x90D1;&#x5DDE;&#x7684;HAM&#x901A;&#x8FDE;&#x3002;</p>
<p>  &#x540C;&#x65F6;&#xFF0C;&#x591A;&#x6570;&#x6CA1;&#x80FD;&#x5E2E;&#x4E0A;&#x5FD9;&#x7684;&#x961F;&#x5458;&#x6B63;&#x5728;&#x4EAB;&#x53D7;&#x5305;&#x62EC;&#x81EA;&#x70ED;&#x7C73;&#x996D;&#x5728;&#x5185;&#x7684;&#x5404;&#x79CD;&#x5348;&#x9910;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x662F;&#x4E00;&#x6B21;&#x91CE;&#x9910;&#x5427;&#x3002;<s>&#x4E09;&#x8001;&#x5E08;&#x5C31;&#x7740;&#x51B0;&#x8425;&#x517B;&#x5FEB;&#x7EBF;&#x5543;&#x51B7;&#x9762;&#x5305;&#x7684;&#x4E8B;&#x60C5;&#x6211;&#x4EEC;&#x5C31;&#x4E0D;&#x8BF4;&#x4E86;&#x3002;</s><br>  <img src="expedition/04.jpg" alt="&#x4E09;&#x8001;&#x5E08;"></p>
<p>  &#x4E4B;&#x540E;(13&#x65F6;&#x8BB8;)&#xFF0C;&#x961F;&#x5458;&#x4EEC;&#x7EE7;&#x7EED;&#x672A;&#x8D70;&#x5B8C;&#x7684;&#x8DEF;&#xFF0C;&#x5728;&#x7ED5;&#x4E86;&#x4E00;&#x4E2A;&#x5708;&#x4E4B;&#x540E;&#xFF0C;&#x51FA;&#x4E86;&#x677E;&#x5CF0;&#x5C71;&#xFF0C;&#x56DE;&#x5230;&#x4E86;&#x5E73;&#x5C71;&#x9547;&#x3002;</p>
<p>  Closing Chapter over ~<br>  To be continue...</p>
<h2 id="&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x6700;&#x7EC8;&#x7AE0;coda">&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x6700;&#x7EC8;&#x7AE0;<s>(Coda)</s></h2>
<p>  <s>&#x7531;&#x4E8E;&#x767D;&#x5B66;&#x5C0F;&#x7F16;&#x88AB;&#x6253;&#x6B7B;&#xFF0C;&#x672C;&#x6BB5;&#x65E0;&#x5185;&#x5BB9;</s></p>
<h2 id="&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x540E;&#x65E5;&#x8C08;minias">&#x8FDC;&#x5F81;&#x6D3B;&#x52A8;&#x540E;&#x65E5;&#x8C08;<s>(MiniAS)</s></h2>
<p>  &#x9001;&#x4E0A;&#x5408;&#x5F71;&#x4E00;&#x5F20;<br>  <img src="expedition/01.JPG" alt="&#x5927;&#x5BB6;"></p>
<hr>
<p><i></i></p>
<p><front color="lime">
&#x7248;&#x6743;&#x58F0;&#x660E;&#xFF1A;&lt;/p&gt;
&#x6587;&#x7AE0;&#x5747;&#x7531;&#x54C8;&#x5C14;&#x6EE8;&#x5DE5;&#x4E1A;&#x5927;&#x5B66;&#x4E1A;&#x4F59;&#x65E0;&#x7EBF;&#x7535;&#x4FF1;&#x4E50;&#x90E8;&#xFF0C;&#x6280;&#x672F;&#x90E8;&#x539F;&#x521B;&#xFF0C;&#x8F6C;&#x8F7D;&#x8BF7;&#x8054;&#x7CFB;<a href="zhaoyuhao@by2hit.net">BY2HIT&#x6280;&#x672F;&#x90E8;</a>
&lt;/i&gt;</front></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="手台测评.html" class="navigation navigation-prev " aria-label="Previous page: 手台测评">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../git_book_use/gitbook_index.html" class="navigation navigation-next " aria-label="Next page: Gitbook相关">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2018清明远征","level":"1.4.3","depth":2,"next":{"title":"Gitbook相关","level":"1.5","depth":1,"path":"git_book_use/gitbook_index.md","ref":"git_book_use/gitbook_index.md","articles":[{"title":"利用git写文章指南","level":"1.5.1","depth":2,"path":"git_book_use/gitbook_use.md","ref":"git_book_use/gitbook_use.md","articles":[]},{"title":"github使用指南——在你pull request之前（如何同步你fork的库）","level":"1.5.2","depth":2,"path":"git_book_use/gitbook_fork_sync.md","ref":"git_book_use/gitbook_fork_sync.md","articles":[]}]},"previous":{"title":"手台测评","level":"1.4.2","depth":2,"path":"radio/手台测评.md","ref":"radio/手台测评.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["mathjax","livereload"],"pluginsConfig":{"mathjax":{"forceSVG":false,"version":"2.6-latest"},"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"radio/expedition.md","mtime":"2018-09-21T01:10:14.493Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-09-21T01:10:29.591Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdn.mathjax.org/mathjax/2.6-latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mathjax/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

