
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>yagi_Antenna · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="手台测评.html" />
    
    
    <link rel="prev" href="radio_index.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">技术部讨论文章归档</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../LICENSE.html">
            
                <a href="../LICENSE.html">
            
                    
                    LICENSE
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../linux/linux_index.html">
            
                <a href="../linux/linux_index.html">
            
                    
                    Linux相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../linux/SSH_why_dead.html">
            
                <a href="../linux/SSH_why_dead.html">
            
                    
                    SSH运行的程序为什么会挂掉
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../information/info_index.html">
            
                <a href="../information/info_index.html">
            
                    
                    信息处理
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../information/pic_zip.html">
            
                <a href="../information/pic_zip.html">
            
                    
                    图像压缩
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="radio_index.html">
            
                <a href="radio_index.html">
            
                    
                    业余无线电
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.5.1" data-path="yagi_Antenna.html">
            
                <a href="yagi_Antenna.html">
            
                    
                    yagi_Antenna
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="手台测评.html">
            
                <a href="手台测评.html">
            
                    
                    手台测评
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="expedition.html">
            
                <a href="expedition.html">
            
                    
                    2018清明远征
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="getting_started_guide_antenna_directionality.html">
            
                <a href="getting_started_guide_antenna_directionality.html">
            
                    
                    天线入门科普--天线的方向性
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="getting_started_guide_what_is_gain_and_how_to_use_it.html">
            
                <a href="getting_started_guide_what_is_gain_and_how_to_use_it.html">
            
                    
                    通信入门科普--什么是增益(Gain)，为什么常用dB作为单位，如何做简单通信链路计算
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../git_book_use/gitbook_index.html">
            
                <a href="../git_book_use/gitbook_index.html">
            
                    
                    Gitbook相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../git_book_use/gitbook_use.html">
            
                <a href="../git_book_use/gitbook_use.html">
            
                    
                    gitbook开源资料库接入指南
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../git_book_use/gitbook_use_old.html">
            
                <a href="../git_book_use/gitbook_use_old.html">
            
                    
                    利用git写文章指南(旧)
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="../git_book_use/gitbook_fork_sync.html">
            
                <a href="../git_book_use/gitbook_fork_sync.html">
            
                    
                    github使用指南——在你pull request之前（如何同步你fork的库）
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../C51MCU/C51MCU_index.html">
            
                <a href="../C51MCU/C51MCU_index.html">
            
                    
                    51单片机
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../C51MCU/C51MCU_矩阵键盘.html">
            
                <a href="../C51MCU/C51MCU_矩阵键盘.html">
            
                    
                    矩阵键盘
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../C51MCU/C51MCU_开发环境配置.html">
            
                <a href="../C51MCU/C51MCU_开发环境配置.html">
            
                    
                    开发环境配置
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >yagi_Antenna</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="yagiantenna-">Yagi_Antenna </h1>
<h2 id="&#x4E3B;&#x8BB2;&#x5609;&#x5BBE;&#xFF1A;&#x80E1;&#x8D85;&#x7136;--&#x64B0;&#x7A3F;&#x4EBA;&#xFF1A;&#x9648;&#x529F;">&#x4E3B;&#x8BB2;&#x5609;&#x5BBE;&#xFF1A;&#x80E1;&#x8D85;&#x7136;  &#x64B0;&#x7A3F;&#x4EBA;&#xFF1A;&#x9648;&#x529F;</h2>
<pre><code>                     &#x65F6;&#x95F4;&#xFF1A;2018&#x5E74;3&#x6708;29&#x65E5;
</code></pre><p>&#x516B;&#x6728;&#x5929;&#x7EBF;&#x4E5F;&#x53EB;&#x505A;&#x201C;&#x5F15;&#x5411;&#x5929;&#x7EBF;&#x201D;&#x3001;&#x201C;&#x516B;&#x6728;&#x5B87;&#x7530;&#x5929;&#x7EBF;&#x201D;(Yagi-Uda antenna)&#x3001;&#x201C;&#x5BC4;&#x751F;&#x5929;&#x7EBF;&#x201D;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x5B9A;&#x5411;&#x5929;&#x7EBF;&#x3002;&#x8FD9;&#x79CD;&#x5929;&#x7EBF;&#x662F;1928&#x5E74;&#x7531;&#x65E5;&#x672C;&#x5929;&#x7EBF;&#x4E13;&#x5BB6;&#x516B;&#x6728;&#x79C0;&#x6B21;&#x548C;&#x5B87;&#x7530;&#x592A;&#x90DE;&#x4E24;&#x4EBA;&#x8BBE;&#x8BA1;&#x7684;&#x3002;      </p>
<p>&#x672C;&#x6B21;&#x5B89;&#x88C5;&#x7684;&#x516B;&#x6728;&#x5929;&#x7EBF;&#x4E3A;144MHz 11el 50Ohm 6.3m X-POL LFA Yagi&#x3002;&#x957F;&#x4E3A;6.3m&#xFF0C;&#x3002;&#x7531;&#x4E00;&#x4E2A;&#x6709;&#x6E90;&#x632F;&#x5B50;&#xFF08;&#x4E00;&#x822C;&#x7528;&#x6298;&#x5408;&#x632F;&#x5B50;&#xFF09;&#x3001;&#x4E00;&#x4E2A;&#x65E0;&#x6E90;&#x53CD;&#x5C04;&#x5668;&#x548C;&#x82E5;&#x5E72;&#x4E2A;&#x65E0;&#x6E90;&#x5F15;&#x5411;&#x5668;&#x5E73;&#x884C;&#x6392;&#x5217;&#x800C;&#x6210;&#x7684;&#x3002;&#x672C;&#x6B21;&#x91C7;&#x7528;&#x7684;&#x5929;&#x7EBF;&#x662F;&#x5143;&#x53D1;&#x5C04;&#x5929;&#x7EBF;&#x3002;&#x662F;&#x7531;&#x6A2A;&#x5411;&#x548C;&#x7EB5;&#x5411;&#x4E24;&#x6392;&#x5929;&#x7EBF;&#x6784;&#x6210;&#x3002;&#x632F;&#x5B50;&#xFF0C;&#x5F15;&#x5411;&#x5668;&#xFF0C;&#x53CD;&#x5C04;&#x5668;&#x7EB5;&#x6A2A;&#x4E24;&#x6392;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#x3002;&#x8FD9;&#x6837;&#x53EF;&#x4EE5;&#x66F4;&#x597D;&#x5730;&#x63A5;&#x53D7;&#x4E0D;&#x540C;&#x65B9;&#x5411;&#x7684;&#x4FE1;&#x53F7;&#x3002;</p>
<p>&#x4E0E;&#x9988;&#x7EBF;&#x76F8;&#x8FDE;&#x7684;&#x79F0;&#x6709;&#x6E90;&#x632F;&#x5B50;&#xFF0C;&#x6216;&#x4E3B;&#x632F;&#x5B50;&#xFF0C;&#x5C45;&#x4E09;&#x5BF9;&#x632F;&#x5B50;&#x4E4B;&#x4E2D;&#x3002;&#x6BD4;&#x6709;&#x6E90;&#x632F;&#x5B50;&#x7A0D;&#x957F;&#x4E00;&#x70B9;&#x7684;&#x79F0;&#x53CD;&#x5C04;&#x5668;&#xFF08;1026mm&#xFF09;&#xFF0C;&#x5B83;&#x5728;&#x6709;&#x6E90;&#x632F;&#x5B50;&#x7684;&#x4E00;&#x4FA7;&#xFF0C;&#x8D77;&#x7740;&#x524A;&#x5F31;&#x4ECE;&#x8FD9;&#x4E2A;&#x65B9;&#x5411;&#x4F20;&#x6765;&#x7684;&#x7535;&#x6CE2;&#x6216;&#x4ECE;&#x672C;&#x5929;&#x7EBF;&#x53D1;&#x5C04;&#x53BB;&#x7684;&#x7535;&#x6CE2;&#x7684;&#x4F5C;&#x7528;&#xFF1B;&#x6BD4;&#x6709;&#x6E90;&#x632F;&#x5B50;&#x7565;&#x77ED;&#x7684;&#x79F0;&#x5F15;&#x5411;&#x5668;&#xFF0C;&#x5B83;&#x4F4D;&#x4E8E;&#x6709;&#x6E90;&#x632F;&#x5B50;&#x7684;&#x53E6;&#x4E00;&#x4FA7;&#xFF0C;&#x5B83;&#x80FD;&#x589E;&#x5F3A;&#x4ECE;&#x8FD9;&#x4E00;&#x4FA7;&#x65B9;&#x5411;&#x4F20;&#x6765;&#x7684;&#x6216;&#x5411;&#x8FD9;&#x4E2A;&#x65B9;&#x5411;&#x53D1;&#x5C04;&#x51FA;&#x53BB;&#x7684;&#x7535;&#x6CE2;&#x3002;&#x5F15;&#x5411;&#x5668;&#x6709;9&#x4E2A;&#xFF0C;&#x6BCF;&#x6839;&#x957F;&#x5EA6;&#x90FD;&#x8981;&#x6BD4;&#x5176;&#x76F8;&#x90BB;&#x7684;&#x5E76;&#x9760;&#x8FD1;&#x6709;&#x6E90;&#x632F;&#x5B50;&#x7684;&#x90A3;&#x6839;&#x7565;&#x77ED;&#x4E00;&#x70B9;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x5F15;&#x5411;&#x5668;&#x548C;&#x53CD;&#x5C04;&#x5668;&#x90FD;&#x662F;&#x7528;&#x4E00;&#x6839;&#x91D1;&#x5C5E;&#x68D2;&#x505A;&#x6210;&#x3002;&#x65E0;&#x8BBA;&#x6709;&#x591A;&#x5C11;&#x201C;&#x5355;&#x5143;&#x201D;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x632F;&#x5B50;&#xFF0C;&#x90FD;&#x662F;&#x6309;&#x4E00;&#x5B9A;&#x7684;&#x95F4;&#x8DDD;&#x5E73;&#x884C;&#x56FA;&#x5B9A;&#x5728;&#x4E00;&#x6839;&#x201C;&#x5927;&#x6881;&#x201D;&#x4E0A;&#x3002;&#x5927;&#x6881;&#x4E5F;&#x7528;&#x91D1;&#x5C5E;&#x6750;&#x6599;&#x505A;&#x6210;&#x3002;&#x8FD9;&#x4E9B;&#x632F;&#x5B50;&#x7684;&#x4E2D;&#x70B9;&#x8981;&#x4E0E;&#x5927;&#x6881;&#x7EDD;&#x7F18;&#x5417;&#xFF1F;&#x5F53;&#x7136;&#x9700;&#x8981;&#xFF0C;&#x6211;&#x4EEC;&#x5C0F;&#x7EC4;&#x8D77;&#x521D;&#x5E76;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x53EA;&#x7528;&#x4E86;&#x4E00;&#x4E2A;&#x5851;&#x6599;&#x5939;&#x56FA;&#x5B9A;&#x5F15;&#x5411;&#x5668;&#x7B49;&#xFF0C;&#x5BFC;&#x81F4;&#x91D1;&#x5C5E;&#x68D2;&#x7684;&#x4E00;&#x8FB9;&#x4E0E;&#x91D1;&#x5C5E;&#x5E72;&#x63A5;&#x89E6;&#x3002;&#x5728;&#x56E2;&#x961F;&#x7684;&#x5171;&#x540C;&#x52AA;&#x529B;&#x4E0B;&#xFF0C;&#x4E00;&#x4E2A;&#x5929;&#x7EBF;&#x4E0A;&#x9762;&#x7684;&#x91D1;&#x5C5E;&#x68D2;&#x5F88;&#x5FEB;&#x5C31;&#x88AB;&#x88C5;&#x597D;&#x4E86;&#x3002;&#x540E;&#x6765;&#x80E1;&#x5B66;&#x59D0;&#x8FC7;&#x6765;&#x770B;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x77E5;&#x9053;&#x88C5;&#x9519;&#x4E86;&#x3002;&#x8FD8;&#x8981;&#x62C6;&#x4E86;&#x518D;&#x91CD;&#x88C5;&#x4E00;&#x904D;&#xFF0C;&#x4E00;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x7684;&#x52B3;&#x52A8;&#x6210;&#x679C;&#x5C31;&#x8FD9;&#x4E48;&#x6CA1;&#x6709;&#x4E86;&#xFF0C;&#x4EE5;&#x540E;&#x540C;&#x5B66;&#x4EEC;&#x4E00;&#x5B9A;&#x8981;&#x5F15;&#x4EE5;&#x4E3A;&#x6212;&#xFF01;&#xFF01;&#xFF01;&#x5F04;&#x660E;&#x767D;&#x4E86;&#x518D;&#x884C;&#x52A8;&#x3002;</p>
<p>&#x53CD;&#x5C04;&#x5668;&#x7565;&#x957F;&#x4E8E;&#x534A;&#x6CE2;&#x957F;&#xFF0C;&#x56E0;&#x6B64;&#x5448;&#x611F;&#x6027;&#xFF0C;&#x5176;&#x611F;&#x5E94;&#x7535;&#x6D41;&#x6EDE;&#x540E;&#x4E8E;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;90&#xB0;&#x3002;&#x632F;&#x5B50;&#x4F4D;&#x4E8E;&#x53CD;&#x5C04;&#x5668;&#x524D;&#x65B9;&#x56DB;&#x5206;&#x4E4B;&#x6CE2;&#x957F;&#x5904;&#xFF0C;&#x5176;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;&#x8D85;&#x524D;&#x53CD;&#x5C04;&#x5668;&#x7684;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;90&#xB0;&#xFF0C;&#x800C;&#x56E0;&#x4E3A;&#x632F;&#x5B50;&#x8C10;&#x632F;&#xFF0C;&#x6240;&#x4EE5;&#x632F;&#x5B50;&#x7684;&#x7535;&#x52A8;&#x52BF;&#x540C;&#x7535;&#x6D41;&#x540C;&#x76F8;&#x3002;&#x56E0;&#x6B64;&#x632F;&#x5B50;&#x7535;&#x6D41;&#x8D85;&#x524D;&#x53CD;&#x5C04;&#x5668;&#x7535;&#x6D41;180&#xB0;&#xFF0C;&#x800C;&#x53CD;&#x5C04;&#x5668;&#x7535;&#x6D41;&#x6240;&#x611F;&#x5E94;&#x51FA;&#x7684;&#x78C1;&#x573A;&#x843D;&#x540E;&#x7535;&#x6D41;90&#xB0;&#xFF0C;&#x611F;&#x5E94;&#x78C1;&#x573A;&#x5728;&#x632F;&#x5B50;&#x4E0A;&#x611F;&#x5E94;&#x7684;&#x7535;&#x52A8;&#x52BF;&#x6BD4;&#x78C1;&#x573A;&#x672C;&#x8EAB;&#x843D;&#x540E;90&#xB0;&#x4E24;&#x8005;&#x52A0;&#x8D77;&#x6765;&#x521A;&#x597D;180&#xB0;&#x3002;&#x6700;&#x7EC8;&#xFF0C;&#x53CD;&#x5C04;&#x5668;&#x5728;&#x632F;&#x5B50;&#x4E0A;&#x7684;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;&#x540C;&#x632F;&#x5B50;&#x81EA;&#x8EAB;&#x7684;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;&#x540C;&#x76F8;&#xFF0C;&#x4E8C;&#x8005;&#x53E0;&#x52A0;&#x589E;&#x5F3A;&#x3002;&#x5F15;&#x5411;&#x5668;&#x4E5F;&#x4F9D;&#x636E;&#x7C7B;&#x4F3C;&#x7684;&#x539F;&#x7406;&#x52A0;&#x5F3A;&#x4E86;&#x632F;&#x5B50;&#x7684;&#x611F;&#x5E94;&#x7535;&#x52A8;&#x52BF;&#x3002;</p>
<p>&#x5728;&#x88C5;&#x5929;&#x7EBF;&#x7684;&#x65F6;&#x5019;&#x8981;&#x6CE8;&#x610F;&#x6D4B;&#x91CF;&#x7684;&#x51C6;&#x786E;&#x6027;&#xFF08;&#x9700;&#x8981;&#x7528;&#x5377;&#x5C3A;&#x6D4B;&#x91CF;&#xFF09;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x53CD;&#x5C04;&#x5668;&#xFF0C;&#x5F15;&#x5411;&#x5668;&#xFF0C;&#x90FD;&#x9700;&#x8981;&#x6CBF;&#x91D1;&#x5C5E;&#x6746;&#x65B9;&#x5411;&#x5BF9;&#x9F50;&#xFF0C;&#x5E76;&#x4E14;&#x8981;&#x4F7F;&#x5F97;&#x540C;&#x4E00;&#x65B9;&#x5411;&#x7684;&#x91D1;&#x5C5E;&#x68D2;&#x4E24;&#x4E24;&#x5E73;&#x884C;&#x3002;&#x672C;&#x6B21;&#x7684;&#x91D1;&#x5C5E;&#x5E72;&#x957F;&#x4E3A;6.3m&#xFF0C;&#x5206;&#x4E3A;&#x4E09;&#x6BB5;&#xFF0C;&#x5BF9;&#x9F50;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x96BE;&#x5EA6;&#x3002;&#xFF08;&#x5145;&#x5206;&#x5229;&#x7528;&#x5DE5;&#x5177;&#xFF0C;&#x7535;&#x52A8;&#x7684;&#x8F6C;&#x87BA;&#x7EB9;&#x673A;&#x5C31;&#x6BD4;&#x624B;&#x52A8;&#x6548;&#x7387;&#x9AD8;&#x51FA;&#x5F88;&#x591A;&#x3002;&#xFF09;</p>
<p>&#x88C5;&#x597D;&#x5929;&#x7EBF;&#x4E4B;&#x540E;&#xFF0C;&#x5230;&#x5BA4;&#x5916;&#x7A7A;&#x65F7;&#x573A;&#x5730;&#x6D4B;&#x8BD5;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x5468;&#x56F4;&#x4E0D;&#x80FD;&#x6709;&#x592A;&#x591A;&#x7684;&#x4EBA;&#x56F4;&#x89C2;&#xFF0C;&#x5426;&#x5219;&#x4F1A;&#x5F71;&#x54CD;&#x5929;&#x7EBF;&#x5BF9;&#x81EA;&#x6211;&#x53D1;&#x51FA;&#x7684;&#x4FE1;&#x53F7;&#x7684;&#x63A5;&#x6536;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5C3D;&#x91CF;&#x628A;&#x5929;&#x7EBF;&#x4E3E;&#x9AD8;&#xFF0C;&#x4E0D;&#x8981;&#x4F7F;&#x4FE1;&#x53F7;&#x65B9;&#x5411;&#x4E0D;&#x8FDC;&#x5904;&#x6709;&#x5899;&#x6216;&#x5EFA;&#x7B51;&#x7269;&#x963B;&#x9694;&#xFF0C;&#x8FD9;&#x6837;&#x4E5F;&#x4F1A;&#x5F71;&#x54CD;&#x4FE1;&#x53F7;&#x63A5;&#x53D7;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5728;&#x6D4B;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8981;&#x5C06;&#x5929;&#x7EBF;&#x6C34;&#x5E73;&#x653E;&#x7F6E;&#xFF0C;&#x8FD9;&#x6837;&#x6548;&#x679C;&#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x597D;&#x3002;</p>
<p>&#x6D4B;&#x8BD5;&#x7528;&#x7684;&#x662F;&#x7D2B;&#x4E01;&#x9999;&#x6D4B;&#x8BD5;&#x8BBE;&#x5907;&#xFF0C;&#x77E2;&#x91CF;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x4EEA;&#xFF0C;FieldFox Microwave Analyzer (N9918A 26.5GHz  &#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;) &#x77E2;&#x91CF;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x4EEA;&#x529F;&#x80FD;&#x5F88;&#x591A;&#xFF0C;&#x88AB;&#x79F0;&#x4E3A;&#x201C;&#x4EEA;&#x5668;&#x4E4B;&#x738B;&#x201D;&#xFF0C;&#x662F;&#x5C04;&#x9891;&#x5FAE;&#x6CE2;&#x9886;&#x57DF;&#x7684;&#x4E07;&#x7528;&#x8868;&#x3002;&#x5728;&#x901A;&#x4FE1;&#x9886;&#x57DF;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x6D4B;&#x5929;&#x7EBF;&#x7684;&#x53CD;&#x5C04;&#x7CFB;&#x6570;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;S11&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x6D4B;&#x9A7B;&#x6CE2;&#x6BD4;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;VSWR&#x3002;S11&#x6307;&#x7684;&#x662F;1&#x7AEF;&#x53E3;&#x63A5;&#x53D7;&#x7684;&#x4FE1;&#x53F7;&#x4E0E;1&#x7AEF;&#x53E3;&#x53D1;&#x5C04;&#x7684;&#x4FE1;&#x53F7;&#x7684;&#x7535;&#x538B;&#x6BD4;&#xFF0C;&#x5929;&#x7EBF;&#x8C10;&#x632F;&#x5728;&#x4E2D;&#x5FC3;&#x9891;&#x7387;&#x7684;&#x65F6;&#x5019;&#x5F97;&#x5230;&#x7684;S11&#x5C31;&#x4F1A;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x5C0F;&#x7684;&#x6570;&#x503C;&#x3002;VSWR&#x6307;&#x9A7B;&#x6CE2;&#x6CE2;&#x8179;&#x7535;&#x538B;&#x4E0E;&#x6CE2;&#x8C37;&#x7535;&#x538B;&#x5E45;&#x5EA6;&#x4E4B;&#x6BD4;&#x3002;&#x9A7B;&#x6CE2;&#x6BD4;&#x7B49;&#x4E8E;1&#x65F6;&#xFF0C;&#x8868;&#x793A;&#x9988;&#x7EBF;&#x548C;&#x5929;&#x7EBF;&#x7684;&#x963B;&#x6297;&#x5B8C;&#x5168;&#x5339;&#x914D;&#xFF0C;&#x6B64;&#x65F6;&#x9AD8;&#x9891;&#x80FD;&#x91CF;&#x5168;&#x90E8;&#x88AB;&#x5929;&#x7EBF;&#x8F90;&#x5C04;&#x51FA;&#x53BB;&#xFF0C;&#x6CA1;&#x6709;&#x80FD;&#x91CF;&#x7684;&#x53CD;&#x5C04;&#x635F;&#x8017;&#xFF1B;&#x9A7B;&#x6CE2;&#x6BD4;&#x5927;&#x4E8E;1&#xFF0C;&#x5219;&#x8868;&#x793A;&#x6709;&#x4E00;&#x90E8;&#x5206;&#x7535;&#x6CE2;&#x88AB;&#x53CD;&#x5C04;&#x56DE;&#x6765;&#xFF0C;&#x6700;&#x7EC8;&#x53D8;&#x6210;&#x70ED;&#x91CF;&#xFF0C;&#x4F7F;&#x5F97;&#x9988;&#x7EBF;&#x5347;&#x6E29;&#x3002;&#x9A7B;&#x6CE2;&#x6BD4;&#x4E3A;&#x65E0;&#x7A77;&#x5927;&#x65F6;&#xFF0C;&#x8868;&#x793A;&#x5168;&#x53CD;&#x5C04;&#xFF0C;&#x80FD;&#x91CF;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x8F90;&#x5C04;&#x51FA;&#x53BB;&#x3002;</p>
<p>&#x5FD9;&#x4E86;&#x4E00;&#x4E0B;&#x5348;&#xFF0C;&#x57FA;&#x672C;&#x88C5;&#x5B8C;&#x4E86;&#x4E24;&#x6839;&#x5929;&#x7EBF;&#xFF0C;&#x6D4B;&#x8BD5;&#x4E86;&#x5176;&#x4E2D;&#x4E00;&#x6839;&#x3002;&#x3002;&#x665A;&#x996D;&#x540E;&#xFF0C;&#x7EE7;&#x7EED;&#x88C5;&#x5929;&#x7EBF;&#x3002;&#x6709;&#x4E86;&#x5148;&#x524D;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x632B;&#x6298;&#xFF0C;&#x6559;&#x8BAD;&#xFF0C;&#x5927;&#x5BB6;&#x7684;&#x6548;&#x7387;&#x63D0;&#x9AD8;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4E24;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x540E;&#xFF0C;&#x53E6;&#x5916;&#x4E24;&#x6839;&#x5C31;&#x88C5;&#x597D;&#x4E86;&#x3002;&#x540E;&#x6765;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x6279;&#x5929;&#x7EBF;&#x4E00;&#x5171;&#x6709;&#x4E8C;&#x5341;&#x6839;&#xFF0C;&#x4E0D;&#x514D;&#x5927;&#x5403;&#x4E00;&#x60CA;!
&#x6211;&#x4EEC;&#x4E3A;&#x8FD9;&#x6B21;&#x536B;&#x661F;&#x5347;&#x7A7A;&#x505A;&#x51FA;&#x4E86; 0.0&#x2026;&#x2026;1&#x7684;&#x8D21;&#x732E;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#xFF01;</p>
<pre><code>                          &#x5929;&#x7EBF;&#x56FE;&#x7EB8;   
</code></pre><p><img src="yagi_Antenna/p1.jpg" alt="yagi_Antenna"></p>
<pre><code>                       &#x77E2;&#x91CF;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x4EEA;
</code></pre><p><img src="yagi_Antenna/p2.jpg" alt="yagi_Antenna"></p>
<pre><code>                    &#x4EE5;&#x4E0B;&#x4E3A;&#x9879;&#x76EE;&#x7EC4;&#x5168;&#x4F53;&#x4EBA;&#x5458;&#x5408;&#x5F71;
</code></pre><p><img src="yagi_Antenna/p3.jpg" alt="yagi_Antenna">
<img src="yagi_Antenna/p4.jpg" alt="yagi_Antenna"></p>
<p>&#x6CE8; &#xFF1A;&#x5982;&#x6709;&#x7591;&#x95EE;&#xFF0C;&#x53EF;&#x53C2;&#x8003;&#x300A;&#x5929;&#x7EBF;&#x539F;&#x7406;&#x300B;&#x4E00;&#x4E66;</p>
<ul>
<li><a href="yagi_Antenna.html">&#x4E1A;&#x4F59;&#x65E0;&#x7EBF;&#x7535;</a></li>
<li><a href="yagi_Antenna.html">yagi_Antenna</a></li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="radio_index.html" class="navigation navigation-prev " aria-label="Previous page: 业余无线电">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="手台测评.html" class="navigation navigation-next " aria-label="Next page: 手台测评">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"yagi_Antenna","level":"1.5.1","depth":2,"next":{"title":"手台测评","level":"1.5.2","depth":2,"path":"radio/手台测评.md","ref":"radio/手台测评.md","articles":[]},"previous":{"title":"业余无线电","level":"1.5","depth":1,"path":"radio/radio_index.md","ref":"radio/radio_index.md","articles":[{"title":"yagi_Antenna","level":"1.5.1","depth":2,"path":"radio/yagi_Antenna.md","ref":"radio/yagi_Antenna.md","articles":[]},{"title":"手台测评","level":"1.5.2","depth":2,"path":"radio/手台测评.md","ref":"radio/手台测评.md","articles":[]},{"title":"2018清明远征","level":"1.5.3","depth":2,"path":"radio/expedition.md","ref":"radio/expedition.md","articles":[]},{"title":"天线入门科普--天线的方向性","level":"1.5.4","depth":2,"path":"radio/getting_started_guide_antenna_directionality.md","ref":"radio/getting_started_guide_antenna_directionality.md","articles":[]},{"title":"通信入门科普--什么是增益(Gain)，为什么常用dB作为单位，如何做简单通信链路计算","level":"1.5.5","depth":2,"path":"radio/getting_started_guide_what_is_gain_and_how_to_use_it.md","ref":"radio/getting_started_guide_what_is_gain_and_how_to_use_it.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["mathjax","ga","baidu-tongji"],"pluginsConfig":{"baidu-tongji":{"url":"https://hm.baidu.com/hm.js","token":"7576d93d8ec4d5038fa9ab1efd6249d6"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"mathjax":{"forceSVG":false,"version":"2.6-latest"},"ga":{"configuration":"auto","token":"UA-126225863-1"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"radio/yagi_Antenna.md","mtime":"2018-10-07T09:48:00.186Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-10-07T09:48:01.253Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdn.mathjax.org/mathjax/2.6-latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mathjax/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-baidu-tongji/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

